"USSD_ERROR" = "İsteği gerçekleştirme hatası";
"USSD_TERMINATED" = "Oturum Sonlandırıldı";

"%@ Call Forwarding\n%@\n%@%@" = "%@ Arama Yönlendirme\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ Arama Bekletme\n%@";
"%@ Call Barring\n%@\n%@" = "%@ Arama Kısıtlama\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ Sabit Numara Çevirme\n%@";
"Connected Line Presentation\n%@" = "Bağlanılan Numara Gösterimi\n%@";
"Calling Line Presentation\n%@" = "Arayan Numara Gösterimi\n%@";
"Connected Line ID Restriction\n%@" = "Bağlanılan Numara Sınırlaması\n%@";
"Calling Line ID Restriction\n%@" = "Arayan Numara Sınırlaması\n%@";
"SIM Lock\n%@" = "SIM Kilidi\n%@";
"Service Center Address\n%@" = "Servis Merkezi Adresi\n%@";
"Supplementary Service Password\n%@" = "Ek Servis Parolası\n%@";
"Calling Name Presentation\n%@" = "Arayan İsim Gösterimi\n%@";

"Forwards to %@\n" = "Yönlendirme: %@\n";

"All Calls" = "Tüm Aramalar";
"All Conditional Calls" = "Tüm Koşullu Aramalar";
"Async Data Circuit" = "Eşzamansız Veri İletişimi";
"Data" = "Veri";
"Fax" = "Faks";
"Packet Access" = "Paket Erişimi";
"Pad Access" = "Klavye Erişimi";
"SMS" = "SMS";
"Sync Data Circuit" = "Eşzamanlı Veri İletişimi";
"Voice" = "Ses";

"All Outgoing" = "Gidenlerin Tümü";
"All Incoming" = "Gelenlerin Tümü";
"Outgoing International" = "Uluslararası Aramalar";
"Outgoing International, Except Home Country" = "Kendi Ülkeniz Dışında Uluslararası Aramalar";
"Incoming While Roaming Outside Home Country" = "Yurt Dışında Dolaşırken Gelenler";
"Incoming, Not On SIM" = "Gelenlerden SIM Üzerinde Olmayanlar";
"All Services" = "Tüm Servisler";
"All Outgoing Services" = "Giden Tüm Servisler";
"All Incoming Services" = "Gelen Tüm Servisler";

"Disabled" = "Etkin Değil";
"Enabled" = "Etkin";

"On All Calls" = "Tüm Aramalarda";
"When Busy" = "Meşgulken";
"When Unanswered" = "Cevaplanmadığında";
"When Unreachable" = "Ulaşılamadığında";

"Setting %@ Succeeded" = "%@ Ayarlama Başarılı\n";
"Setting Interrogation Succeeded" = "Ayar Sorgulama Başarılı\n";
"Setting %@ Failed" = "%@ Ayarlama Başarısız\n";
"Setting Interrogation Failed" = "Ayar Sorgulama Başarısız\n";

"Not Available" = "Yok";
"Network Controlled" = "Ağ Denetimli";
"Temporarily Disabled" = "Geçici Olarak Kapalı";
"Temporarily Enabled" = "Geçici Olarak Etkin";
"Unknown" = "Bilinmeyen";

"Activation" = "Etkinleştirme";
"Deactivation" = "Etkisizleştirme";
"Interrogation" = "Sorgulama";
"Registration" = "Kayıt";
"Erasure" = "Silme";

"No Address" = "Adres Yok";
"No Service Specified" = "Belirtilmiş Servis Yok";
"Type %d" = "Tür %d";

// generic error
"CALL_FAILED" = "Arama Başarısız Oldu";
// error codes
"kCTNoError" = "Hata Yok";
"kCTUnknownError" = "Bilinmeyen Hata";
"kCTErrorRadioFailure" = "Radyo Hatası";
// Generic network errors
"kCTErrorNetworkFailure" = "Ağ Hatası";
"kCTErrorCongestion" = "Ağ Tıkandı";
"kCTErrorUnidentifiedSubscriber" = "Kimliği Belirsiz Abone";
"kCTErrorFacilityRejected" = "Servis Reddedildi";
"kCTErrorUnknownSubscriber" = "Bilinmeyen Abone";
"kCTErrorNetworkOutOfOrder" = "Ağ Hizmet Dışı";
"kCTErrorInvalidTransactionIdentifier" = "Geçersiz İşlem Tanıtıcısı";
"kCTErrorSemanticallyIncorrectMessage" = "Anlamsal Olarak Yanlış Mesaj";
"kCTErrorInvalidMandatoryInformation" = "Geçersiz Zorunlu Bilgi";
"kCTErrorMessageTypeNonExistant" = "Mesaj Türü Yok";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Mesaj, Protokol Durumuyla Uyumlu Değil";
"kCTErrorInformationElementNonExistant" = "Bilgi Öğesi Yok";
"kCTErrorProtocolErrorUnspecified" = "Protokol Hatası Belirtilmemiş";
"kCTErrorTemporaryFailure" = "Geçici Hata";
"kCTErrorResourcesUnavailable" = "Kaynaklar Yok";
"kCTErrorRequestedFacilityNotSubscribed" = "İstenilen Servise Abone Değil";
"kCTErrorRequestedFacilityNotImplemented" = "İstenilen Servis Gerçekleştirilmemiş";
"kCTErrorInterworkingError" = "Ortak Çalışma Hatası";
"kCTErrorInterworkingNotSupported" = "Ortak Çalışma Desteklenmiyor";
"kCTErrorCommandCannotBeActioned" = "Komut Eyleme Dönüştürülemiyor";
"kCTErrorNoNetworkService" = "Ağ Servisi Yok";
// Call related errors
"kCTErrorUnassignedNumber" = "Atanmamış Numara";
"kCTErrorOperatorDeterminedBarring" = "Operatör Kısıtlama Belirledi";
"kCTErrorCallBarred" = "Arama Kısıtlandı";
"kCTErrorUserBusy" = "Kullanıcı Meşgul";
"kCTErrorNoUserResponding" = "Kullanıcı Yanıtlamadı";
"kCTErrorNumberChanged" = "Numara Değişti";
"kCTErrorInvalidNumberFormat" = "Geçersiz Numara Biçimi";
"kCTErrorCallRejected" = "Arama Reddedildi";
// SIM errors
"kCTErrorSimNotInserted" = "SIM Takılı Değil";
"kCTErrorSimPinRequired" = "SIM PIN Gerekli";
"kCTErrorSimPukRequired" = "SIM PUK Gerekli";
"kCTErrorSimFailure" = "SIM Hatası";
"kCTErrorSimMemoryFailure" = "SIM Bellek Hatası";
"kCTBadPinFormatError" = "Geçersiz PIN Biçimi";
"kCTErrorNumberNotAllowed" = "Numaraya İzin Verilmiyor";
"kCTErrorIncorrectPassword" = "Parola Doğru Değil";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Kısa Mesaj Aktarımı Reddedildi";
"kCTErrorDestinationOutOfOrder" = "Hedef Hizmet Dışı";
"kCTErrorClass0NotSupported" = "Sınıf 0 Desteklenmiyor";
"kCTErrorCannotReplaceSm" = "SIM Değiştirilemiyor";
"kCTErrorUnspecifiedPid" = "PID Belirtilmemiş";
"kCTErrorDataCodingSchemeNotSupported" = "Veri Kodlama Düzeni Desteklenmiyor";
"kCTErrorUnspecifiedDcs" = "Belirtilmemiş DCS Hatası";
"kCTErrorCommandUnsupported" = "Komut Desteklenmiyor";
"kCTErrorUnspecifiedTpCommand" = "Belirtilmemiş TP Komut Hatası";
"kCTErrorTpduNotSupported" = "TPDU Desteklenmiyor";
"kCTErrorScBusy" = "SC Meşgul";
"kCTErrorRejectedBySimSmsControl" = "SIM SMS Denetimi Tarafından Reddedildi";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "GPRS Geçersiz MS";
"kCTErrorGprsIllegalMe" = "GPRS Geçersiz ME";
"kCTErrorGprsServicesNotAllowed" = "GPRS Servislerine İzin Verilmiyor";
"kCTErrorGprsPlmnNotAllowed" = "GPRS PLMN İzin Verilmiyor";
"kCTErrorGprsLocationAreaNotAllowed" = "GPRS Alanına İzin Verilmiyor";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "Bu Alanda GPRS Dolaşımına İzin Verilmiyor";
"kCTErrorGprsServiceOptionNotSupported" = "GPRS Servis Seçeneği Desteklenmiyor";
"kCTErrorGprsServiceOptionNotSubscribed" = "GPRS Servis Seçeneğine Abone Değil";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "GPRS Servis Seçeneği Geçici Olarak Hizmet Dışı";
"kCTErrorGprsPdpAuthenticationFailure" = "GPRS PDP Kimlik Doğrulama Hatası";
"kCTErrorGprsInvalidMobileClass" = "GPRS Geçersiz Mobil Sınıf";
"kCTErrorGprsUnspecified" = "GPRS Belirtilmemiş";
"kCTErrorGprsMissingorUnknownAPN" = "GPRS Yok veya APN Bilinmiyor";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "GPRS PDP Kimlik Doğrulama Bilgisi Ana Bant Tarafından Reddedildi";
